Tekla.Structures.ModelInternal.dotSharingOperation_t


Tekla.Structures.ModelInternal.dotSharingOperation_t.Operation


Tekla.Structures.ModelInternal.dotSharingOperation_t.aGuid


Tekla.Structures.ModelInternal.dotSharingOperation_t.aPacketPath


Tekla.Structures.ModelInternal.dotSharingOperation_t.aModuleName


Tekla.Structures.ModelInternal.dotSharingOperation_t.aOldBaseline


Tekla.Structures.ModelInternal.dotSharingOperation_t.aNewBaseline


Tekla.Structures.ModelInternal.dotSharingOperation_t.aMessage


Tekla.Structures.ModelInternal.dotSharingOperation_t.aProfileId


Tekla.Structures.ModelInternal.dotSharingOperation_t.Status


Tekla.Structures.ModelInternal.dotSharingOperation_t.IsRevertPossible


Tekla.Structures.ModelInternal.dotSharingOperation_t.Joining


Tekla.Structures.ModelInternal.dotSharingOperation_t.CommandId


Tekla.Structures.ModelInternal.dotSharingOperation_t.ErrorCode


Tekla.Structures.ModelInternal.dotSharingOperation_t.aErrorDetail


Tekla.Structures.ModelInternal.dotSharingOperation_t.IsOwner


Tekla.Structures.ModelInternal.dotSharingOperation_t.PacketNumber
